[
  {
    "serviceId": 1,
    "serviceName": "Winter Coat Fitting for Dogs",
    "providerName": "PawCare Studio",
    "providerEmail": "info@pawcare.com",
    "price": 255,
    "rating": 4.8,
    "slotsAvailable": 4,
    "description": "During winter, a proper winter coat is essential to keep dogs warm and comfortable. Choosing a coat that fits your dog’s body shape ensures ease of movement and adequate insulation. Accurate measurements of the chest, back, and neck are crucial for the right fit. A coat that is too tight or too loose can restrict movement or fail to provide warmth. There are various sizes, colors, and materials to choose from, catering to different breeds. Always prioritize your dog’s comfort and protection when selecting a winter coat.",
    "image": "https://i.ibb.co.com/HTnzKq4d/Dogs-sweater.jpg",
    "category": "Clothing"
  },
  {
    "serviceId": 2,
    "serviceName": "Winter Grooming & Paw Treatment",
    "providerName": "CozyPets Grooming",
    "providerEmail": "hello@cozypets.com",
    "price": 467,
    "rating": 3.8,
    "slotsAvailable": 3,
    "description": "CozyPets Grooming provides professional and loving care for your pets, ensuring they look and feel their best. Our experienced groomers offer bathing, trimming, and styling tailored to each pet’s needs. We use gentle, pet-safe products to keep fur soft and skin healthy. Hygiene, comfort, and safety are our top priorities during every session. From playful pups to curious cats, we make grooming a stress-free and enjoyable experience. Treat your furry friend to the pampering they deserve at CozyPets Grooming.",
    "image": "https://i.ibb.co.com/x8GDS90f/daffo-pics-Fv-X6-SGqj-SVk-unsplash.jpg",
    "category": "Grooming"
  },
  {
    "serviceId": 3,
    "serviceName": "Heated Pet Bed Rental",
    "providerName": "WarmTails Hub",
    "providerEmail": "support@warmtails.com",
    "price": 550,
    "rating": 4.7,
    "slotsAvailable": 6,
    "description": "Keep your furry friend warm and comfortable all night with our heated pet bed rental. Perfect for chilly nights, it provides gentle, soothing warmth for dogs and cats. Soft, cushioned surfaces ensure a cozy and relaxing place to rest. Temperature-controlled design helps pets feel secure and eases joint stiffness. Safe, pet-friendly materials make it worry-free for both you and your pet. Lightweight and portable, it’s ideal for home use or travel.",
    "image": "https://i.ibb.co.com/4R9qYm3F/david-whipple-kw-Lr6-Wxo-XUs-unsplash.jpg",
    "category": "Comfort"
  },
  {
    "serviceId": 4,
    "serviceName": "Nutritional Winter Diet Plan",
    "providerName": "PetWell Nutrition",
    "providerEmail": "diet@petwell.com",
    "price": 995,
    "rating": 5.0,
    "slotsAvailable": 5,
    "description":"Keep your pet healthy and energized this winter with our customized meal plans. Packed with high-protein, vitamin-rich food, they help boost immunity and support overall wellness. Meals are tailored to your pet’s age, size, and dietary needs. Balanced nutrition ensures optimal energy and a shiny coat. Easy-to-serve portions make mealtime stress-free. Provide your furry friend with warmth, health, and happiness through our specially designed winter diets.",
    "image": "https://i.ibb.co.com/wTm2TD7/shawn-rain-A1-Ja-ZUCkk-Y-unsplash.jpg",
    "category": "Nutrition"
  },
  {
    "serviceId": 5,
    "serviceName": "Winter Walk Safety Session",
    "providerName": "SafePaws Training",
    "providerEmail": "train@safepaws.com",
    "price": 888,
    "rating": 4.8,
    "slotsAvailable": 7,
    "description":  "Learn how to safely walk your pets on icy roads and protect their paws from frostbite. Discover tips for using paw balms, booties, and reflective gear for added safety. Understand how to recognize signs of cold stress in dogs and cats. Plan shorter, frequent walks to keep pets active without overexposure to cold. Keep your furry friend warm, comfortable, and safe during winter adventures.",
    "image": "https://i.ibb.co.com/QjzB8J5X/caglar-oskay-Ez-N21-PYm-LO4-unsplash.jpg",
    "category": "Training"
  },
  {
    "serviceId": 6,
    "serviceName": "Pet Spa with Hot Towel Wrap",
    "providerName": "FurEver Spa",
    "providerEmail": "relax@fureverspa.com",
    "price": 305,
    "rating": 2.9,
    "slotsAvailable": 2,
    "description": "Treat your pet to a full-body winter spa including a warm towel wrap, soothing paw massage, and coat conditioning. Designed to keep your furry friend cozy and relaxed during chilly months. Gentle, pet-safe products nourish the skin and fur. The spa experience helps reduce stress and promotes overall wellness. Ideal for dogs and cats of all sizes, leaving them soft, warm, and happy. Make winter grooming a pampering experience for your beloved companion.",
    "image": "https://i.ibb.co.com/v5P6qsv/grace-kelly-X8c-i-Ktd-T0s-unsplash.jpg",
    "category": "Spa"
  },
  {
    "serviceId": 7,
    "serviceName": "Winter Paw Waxing",
    "providerName": "Happy Paws Grooming",
    "providerEmail": "contact@happypaws.com",
    "price": 222,
    "rating": 4.7,
    "slotsAvailable": 5,
    "description": "Protect your pet's paws from ice, snow, and salt with our safe waxing treatment. The gentle wax creates a protective barrier that keeps paw pads soft and healthy. Helps prevent cracks, irritation, and frostbite during winter walks. Made with pet-safe ingredients for worry-free application. Suitable for dogs and cats of all sizes. Keep your furry friend’s paws comfortable, safe, and ready for outdoor adventures in cold weather.",
    "image": "https://i.ibb.co.com/v5P6qsv/grace-kelly-X8c-i-Ktd-T0s-unsplash.jpg",
    "category": "Grooming"
  },
  {
    "serviceId": 8,
    "serviceName": "Indoor Play & Exercise",
    "providerName": "PetFun Center",
    "providerEmail": "info@petfun.com",
    "price": 590,
    "rating": 3.8,
    "slotsAvailable": 6,
    "description":  "Keep your pets active and entertained indoors during winter with guided play sessions. Designed to provide physical exercise and mental stimulation even in cold weather. Fun activities help reduce boredom and prevent destructive behavior. Safe, supervised environment ensures your pet’s well-being. Suitable for dogs and cats of all ages and sizes. Make wintertime engaging, healthy, and enjoyable for your furry friends.",
    "image": "https://i.ibb.co.com/SDrBwhmt/hu-nh-ti-n-KK-VC91q4-Lg-unsplash.jpg",
    "category": "Exercise"
  },
  {
    "serviceId": 9,
    "serviceName": "Winter Grooming for Cats",
    "providerName": "Feline Care Studio",
    "providerEmail": "cats@felinecare.com",
    "price": 488,
    "rating": 3.9,
    "slotsAvailable": 4,
    "description": "Treat your cat to special winter grooming to keep their coat soft, shiny, and healthy. Gentle brushing removes loose fur and prevents matting during cold months. Hydrating treatments nourish the skin and protect against dryness. Helps maintain a comfortable body temperature and overall wellness. Safe, stress-free grooming tailored to cats of all sizes and breeds. Keep your feline friend cozy, clean, and pampered throughout the winter season.",
    "image": "https://i.ibb.co.com/KpgP81Jx/elise-farrow-ZC-1-Cz-Gj-RXs-unsplash.jpg",
    "category": "Grooming"
  },
  {
    "serviceId": 10,
    "serviceName": "Vitamin Supplement Package",
    "providerName": "PetHealth Labs",
    "providerEmail": "supplements@pethealth.com",
    "price": 322,
    "rating": 4.6,
    "slotsAvailable": 5,
    "description":"Boost your pet’s immunity this winter with our specially designed vitamin and mineral package. Packed with essential nutrients to support overall health and wellness. Helps strengthen the immune system and improve energy levels. Formulated for dogs and cats of all sizes and ages. Easy to administer and made with pet-safe ingredients. Keep your furry friend healthy, active, and protected during the colder months.",
    "image": "https://i.ibb.co.com/twzcRQFK/wang-lazy-5-IAfu-RWV2-Wo-unsplash.jpg",
    "category": "Nutrition"
  },
  {
    "serviceId": 11,
    "serviceName": "Cold Weather Pet Jacket",
    "providerName": "CozyPets Apparel",
    "providerEmail": "shop@cozypets.com",
    "price": 30,
    "rating": 4.7,
    "slotsAvailable": 6,
    "description": "Keep your pets warm and cozy during the cold season with our stylish jackets. Designed for comfort, warmth, and ease of movement. Available in various sizes, colors, and materials to suit different breeds. Soft, insulated fabrics protect against chilly winds and snow. Easy to put on and remove, making dressing stress-free. Perfect for daily walks, outdoor adventures, or winter outings. Combine fashion and function to keep your furry friend happy and snug.",
    "image": "https://i.ibb.co.com/whmwSLTs/mohamed-visuals-Ea-Skxx-VNCkk-unsplash.jpg",
    "category": "Clothing"
  },
  {
    "serviceId": 12,
    "serviceName": "Hydration & Paw Care",
    "providerName": "Healthy Paws Clinic",
    "providerEmail": "care@healthypaws.com",
    "price": 228,
    "rating": 4.8,
    "slotsAvailable": 4,
    "description":"Keep your pet’s paws healthy and protected with our moisturizing paw treatment and hydration checkup. Gentle care helps prevent cracks, dryness, and irritation during cold months. Hydration assessment ensures your pet’s skin stays soft and nourished. Made with pet-safe, soothing ingredients for worry-free use. Ideal for dogs and cats of all sizes. Promote comfort, safety, and paw health throughout the winter season. Give your furry friend the care they deserve during chilly weather.",
    "image": "https://i.ibb.co.com/4Zs7fbN5/limi-change-9-Dwd-Dk-Rwi-BY-unsplash.jpg",
    "category": "Grooming"
  },
  {
    "serviceId": 13,
    "serviceName": "Pet Winter Massage Therapy",
    "providerName": "RelaxPaws Spa",
    "providerEmail": "massage@relaxpaws.com",
    "price": 440,
    "rating": 4.9,
    "slotsAvailable": 2,
    "description": "Soothe your pet’s muscles and joints with warm massage therapy to relieve winter stiffness. Helps improve circulation and reduce discomfort caused by cold weather. Gentle, pet-safe techniques promote relaxation and overall wellness. Ideal for dogs and cats of all ages, including seniors. Supports mobility and keeps your furry friend active and comfortable. Make winter a cozy, stress-free season with therapeutic care. Ensure your pet stays happy, relaxed, and healthy during chilly months.",
    "image": "https://i.ibb.co.com/XZMp3zyn/krista-mangulsone-9gz3wf-Hr65-U-unsplash-1.jpg",
    "category": "Spa"
  },
  {
    "serviceId": 14,
    "serviceName": "Indoor Agility Training",
    "providerName": "SmartPaws Academy",
    "providerEmail": "train@smartpaws.com",
    "price": 555,
    "rating": 4.7,
    "slotsAvailable": 6,
    "description": "Keep your pets fit and active during winter with indoor agility training sessions. Fun, guided exercises promote physical fitness and mental stimulation even in cold weather. Helps prevent boredom and encourages healthy movement. Safe, supervised environment ensures your pet’s well-being throughout each session. Suitable for dogs and cats of all ages and sizes. Build strength, coordination, and confidence while staying warm indoors. Make winter an engaging and energetic season for your furry friends.",
    "image": "https://i.ibb.co.com/FkxkHvcL/andre-cogez-EYfss-CS83-E-unsplash.jpg",
    "category": "Training"
  },
  {
    "serviceId": 15,
    "serviceName": "Winter Coat Conditioning",
    "providerName": "ShinyCoats Grooming",
    "providerEmail": "info@shinycoats.com",
    "price": 777,
    "rating": 4.8,
    "slotsAvailable": 3,
    "description": "Keep your pet’s coat healthy, soft, and shiny during winter with our special conditioner treatment. Nourishes fur and protects against dryness caused by cold weather. Helps reduce tangles, matting, and static for a smooth, glossy coat. Made with gentle, pet-safe ingredients for worry-free grooming. Suitable for dogs and cats of all breeds and sizes. Maintain optimal coat health and comfort throughout the chilly season. Treat your furry friend to a pampering winter grooming experience.",
    "image": "https://i.ibb.co.com/NgzQFfBP/jamie-street-s9-Tf1e-BDFqw-unsplash-1.jpg",
    "category": "Grooming"
  }
]
